lessons_top = [
	[  # monday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			'name': "Лінгвістика тексту",
			"teacher": "Кочан",
			"room": "121в/231"
		},
		{},  # 5
		{
			# 6
			"type": "Практична",
			'name': "Культура укр. мови",
			"teacher": "Ценюх",
			"room": "226б"
		},
		{
			# 7
			"type": "Практична",
			'name': "Історія укр. літ. ",
			"teacher": "Чопик",
			"room": "226б"
		},
		{}],  # 8

	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},
		{
			# 5
			"type": "Практична",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "230"
		},
		{
			# 6
			"type": "Практична",
			'name': "Народознавство",
			"teacher": "Чорнопиский",
			"room": "345"
		},
		{
			# 7
			"type": "Лекція",
			'name': "Історія укр. літ.",
			"teacher": "Чопик",
			"room": "308"
		},
		{
			# 8
			"type": "Практична",
			'name': "Історія українського мистецтва",
			"teacher": "Сироїд",
			"room": "246а"
		}],
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{
			# 6
			"type": "Лекція",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "230"
		},
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			'name': "Культура укр. мови",
			"teacher": "Кочан",
			"room": "226/246а"
		},
		{
			# 5
			"type": "Лекція",
			'name': "Народознавство",
			"teacher": "Чорнопиский",
			"room": "345"
		},
		{
			# 6
			"type": "Лекція",
			'name': "Літературне редагування",
			"teacher": "Станкевич",
			"room": "246а"
		},
		{
			# 7
			"type": "Практична",
			'name': "Літературне редагування",
			"teacher": "Станкевич",
			"room": "246а"
		},
		{}],  # 8
	[  # friday
		{
			# 1
			"type": "Практична",
			'name': "Історія української лексикографії",
			"teacher": "Ціхоцький",
			"room": "231"
		},
		{
			# 2
			"type": "Лекція",
			'name': "Історія української лексикографії",
			"teacher": "Ціхоцький",
			"room": "226а"
		},
		{
			# 3
			"type": "Семінар",
			'name': "Політологія",
			"teacher": "Возняк",
			"room": "121г"
		},
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lessons_down = [
	[  # monday
		{},  # 1
		{},  # 2
		{
			# 3
			"type": "Практична",
			'name': "Лінгвістика тексту",
			"teacher": "Кочан",
			"room": "312"
		},
		{
			# 4
			"type": "Лекція",
			'name': "Лінгвістика тексту",
			"teacher": "Кочан",
			"room": "121в/231"
		},
		{
			# 5
			"type": "Лекція",
			'name': "Політологія",
			"teacher": "Гарбадин",
			"room": "311"
		},
		{
			# 6
			"type": "Практична",
			'name': "Культура укр. мови",
			"teacher": "Ценюх",
			"room": "226б"
		},
		{},  # 7
		{}],  # 8

	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},
		{
			# 5
			"type": "Практична",
			'name': "Народознавство",
			"teacher": "Чорнопиский",
			"room": "226"
		},
		{
			# 6
			"type": "Практична",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "121г"
		},
		{
			# 7
			"type": "Лекція",
			'name': "Історія укр. літ.",
			"teacher": "Чопик",
			"room": "308"
		},
		{}],  # 8
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{
			# 6
			"type": "Лекція",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "230"
		},
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			'name': "Культура укр. мови",
			"teacher": "Кочан",
			"room": "226/246а"
		},
		{
			# 5
			"type": "Лекція",
			'name': "Народознавство",
			"teacher": "Чорнопиский",
			"room": "345"
		},
		{
			# 6
			"type": "Лекція",
			'name': "Літературне редагування",
			"teacher": "Станкевич",
			"room": "246а"
		},
		{},  # 7
		{}],  # 8
	[  # friday
		{},  # 1
		{
			# 2
			"type": "Лекція",
			'name': "Історія української лексикографії",
			"teacher": "Ціхоцький",
			"room": "226а"
		},
		{
			# 3
			"type": "Практична",
			'name': "Історія укр. літ.",
			"teacher": "Чопик",
			"room": "246а"
		},
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lsn_emoji = ['1️⃣', '2️⃣', '3️⃣', '4️⃣', '5️⃣', '6️⃣', '7️⃣', '8️⃣']

lsn_time = ['08:30 - 09:50', '10:10 - 11:30', '11:50 - 13:10', '13:30 - 14:50', '15:05 - 16:25', '16:40 - 18:00',
			'18:10 - 19:30', '19:40 - 21:00']
