lessons_top = [
	[  # monday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{
			# 6
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "226б"
		},
		{
			# 7
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "226б"
		},
		{}],  # 8

	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},
		{
			# 5
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "230"
		},
		{
			# 6
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "345"
		},
		{
			# 7
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "308"
		},
		{
			# 8
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		}],
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{
			# 5
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "308"
		},
		{
			# 6
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "230"
		},
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "226"
		},
		{
			# 5
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "345"
		},
		{
			# 6
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		},
		{
			# 7
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		},
		{}],  # 8
	[  # friday
		{},  # 1
		{
			# 2
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "305"
		},
		{
			# 3
			"type": "Семінар",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "121г"
		},
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lessons_down = [
	[  # monday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{
			# 5
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "311"
		},
		{
			# 6
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "226б"
		},
		{},  # 7
		{}],  # 8

	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},
		{
			# 5
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "226"
		},
		{
			# 6
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "121г"
		},
		{
			# 7
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "308"
		},
		{}],  # 8
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{
			# 5
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "114"
		},
		{
			# 6
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "230"
		},
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		},
		{
			# 5
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "345"
		},
		{
			# 6
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		},
		{},  # 7
		{}],  # 8
	[  # friday
		{},  # 1
		{
			# 2
			"type": "Лекція",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "305"
		},
		{
			# 3
			"type": "Практична",
			"name": "Предмет",
			"teacher": "Викладач",
			"room": "246а"
		},
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lsn_emoji = ['1️⃣', '2️⃣', '3️⃣', '4️⃣', '5️⃣', '6️⃣', '7️⃣', '8️⃣']

lsn_time = ['08:30 - 09:50', '10:10 - 11:30', '11:50 - 13:10', '13:30 - 14:50', '15:05 - 16:25', '16:40 - 18:00',
			'18:10 - 19:30', '19:40 - 21:00']
