# "type": "",
# 'name': "",
# "teacher": "",
# "room": ""

lessons_top = [
	[  # monday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			# 4
			"type": "Лекція",
			'name': "Лінгвістика тексту",
			"teacher": "Кочан",
			"room": "121в/231"
		},
		{},  # 5
		{
			# 6
			"type": "Практична",
			'name': "Культура укр. мови",
			"teacher": "Ценюх",
			"room": "226б"
		},
		{
			# 7
			"type": "Практична",
			'name': "Історія укр. літ. ",
			"teacher": "Чопик",
			"room": "226б"
		},
		{}],  # 8

	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},
		{
			# 5
			"type": "Практична",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "230"
		},
		{
			# 6
			"type": "Практична",
			'name': "Народознавство",
			"teacher": "Чорнопиский",
			"room": "345"
		},
		{
			# 7
			"type": "Лекція",
			'name': "Історія укр. літ.",
			"teacher": "Чопик",
			"room": "308"
		},
		{
			# 8
			"type": "Практична",
			'name': "Історія українського мистецтва",
			"teacher": "Сироїд",
			"room": "246а"
		}],
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{
			# 6
			"type": "Лекція",
			'name': "СУЛМ",
			"teacher": "Кутня",
			"room": "230"
		},
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}],  # 8
	[  # friday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lessons_down = [

]
