lessons_top = [
	[  # monday
		{},  # 1
		{},  # 2
		{},  # 3
		{
			"type": "Лекція",
			'name': "Лінгвістика тексту",
			"teacher": "проф. Кочан",
			"room": "121в/231"
		},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}],  # 8


	[  # tuesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}],  # 8
	[  # wednesday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}],  # 8
	[  # thursday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}],  # 8
	[  # friday
		{},  # 1
		{},  # 2
		{},  # 3
		{},  # 4
		{},  # 5
		{},  # 6
		{},  # 7
		{}]  # 8
]

lessons_down = [

]
